Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/vegvesen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: In addition to taking part in the dialogue at the meeting, the contractors could also sign up for a one-on-one talk with the project in order to present their input to the project and the contracting strategy.
nn: I tillegg til dialog på den aktuelle dagen, kunne entreprenørane melde seg til ein-til-ein samtale med prosjektet for å gje innspel til prosjektet og kontraktstrategien.

source: 1 to book a session for a practical driving test
nn: 1 for å bestille time for førarprøve

source: No deadlines will be set earlier than 2023.
nn: Ingen får kontrollfrist før tidlegast i 2023.

source: What can you drive with a Category D1 driving licence?
nn: Kva kan du køyre med førarkort klasse D1?

source: You can drive a lorry that has a maximum authorised mass of more than 7,500 kg.
nn: Du kan køyre ein lastebil som har ei tillaten totalvekt over 7 500 kg.

source: To do so, you need the reference number for your appointment.
nn: For å avbestille eller endre ein time må du oppgi eit referansenummer.

source: There is no limitation in terms of speed capacity.
nn: Det er inga avgrensing på kor fort han maks kan gå.

source: If the public transport lane is on a motorway or motor vehicle road, the vehicle must have a speed capacity of at least 40 kilometres per hour to use this lane.
nn: Dersom kollektivfeltet er på ein motorveg eller motortrafikkveg, må køyretøyet kunne køyre i minst 40 kilometer i timen for å bruke feltet.

source: Invitation to dialogue meetings about the joint rail and road project Arna-Stanghelle
nn: Invitasjon til marknadsdialog for fellesprosjektet Arna-Stanghelle

source: You can drive an ATV that is registered as a four-wheeled motorcycle.
nn: Du kan køyre ATV som er registrert som motorsykkel med fire hjul.

source: A moped must not be able to run faster than 45 km/h.
nn: Ein moped må ikkje kunne køyre fortare enn 45 km/t.

source: What can you drive with a Category A2 driving licence?
nn: Kva kan du køyre med førarkort klasse A2?

source: the motorcycle has a cylinder capacity of no more than 125 cm3
nn: motorsykkelen har eit slagvolum på maks 125 cm3

source: With code 145 or 146 or a moped driving permit
nn: Med kode 145 eller 146 eller mopedførarbevis

source: 3 for technical questions regarding vehicles
nn: 3 for tekniske spørsmål om køyretøy

source: If you wish to tow a trailer of more than 750 kg, you need to
nn: Vil du trekkje ein tilhengjar som veg meir enn 750 kg, må du ta førarkort for

source: the motorcycle is approved for towing a trailer
nn: motorsykkelen er godkjend for å trekkje tilhengjar

source: A Category A1 driving licence is also valid for Category AM 146.
nn: Førarkort for klasse A1 gjeld òg for klasse AM 146.

source: You can drive motorised equipment with a maximum authorised mass of up to 7,500 kg.
nn: Du kan køyre motorreiskap med ei tillaten totalvekt på inntil 7 500 kg.

source: With a Category D1 driving licence, you can drive a minibus that is approved for up to 16 passengers.
nn: Med førarkort for klasse D1 kan du køyre ein minibuss som er godkjend for maks 16 passasjerar.

source: Category BE entitles you, among other things, to drive a passenger car and tow a trailer with a maximum authorised mass between 750 kg and 3,500 kg.
nn: Med klasse BE kan du blant anna køyre ein personbil og trekkje ein tilhengjar med ei tillaten totalvekt mellom 750 kg og 3 500 kg.

source: It can be approved for no more than 8 passengers.
nn: Han kan maks vere godkjend for 8 passasjerar.

source: Do you intend to scrap your vehicle, or not use it for a long period of time?
nn: Skal du vrake bilen din, eller ikkje bruke han for ein lengre periode?

source: You can tow a trailer with a maximum authorised mass of more than 750 kg.
nn: Du kan trekkje ein tilhengjar med ei tillaten totalvekt over 750 kg.

source: minibuses (up to 16 people) carrying at least seven passengers in addition to the driver
nn: minibussar (inntil 16 personar) som fraktar minst sju passasjerar i tillegg til sjåføren

source: You can drive a minibus that is approved for between 9 and 16 passengers.
nn: Du kan køyre ein buss som er godkjend for mellom 9 og 16 passasjerar.

source: You can drive motorised equipment with a maximum authorised mass of more than 7,500 kg if it has a maximum speed capacity of no more than 50 km/h.
nn: Du kan køyre motorreiskap med ei tillaten totalvekt over 7 500 kg dersom han ikkje kan køyre fortare enn 50 km/t.

source: In your driving licence, this is marked with code 142
nn: På førarkortet er dette markert som kode 142.

source: You can submit the Owner’s statement online via Your Page.
nn: Eigenerklæringa kan du levere elektronisk via Di side.

source: You can drive a tractor that has a maximum authorised mass of up to 7,500 kg.
nn: Du kan køyre traktor med ei tillaten totalvekt på maks 7 500 kg.

source: The car can be approved for no more than 8 passengers.
nn: Bilen kan maks vere godkjend for 8 passasjerar.

source: In Norway, you can tow a trailer of up to 750 kg if
nn: I Noreg kan du trekkje ein tilhengjar på inntil 750 kg dersom

source: You can take the theory test for Category S in Norwegian (bokmål) and Sami.
nn: Du kan ta teoriprøva for klasse S på norsk bokmål og samisk.

source: Storage of data:
nn: Lagring av data:

source: What can you drive with a Category C driving licence?
nn: Kva kan du køyre med førarkort klasse C?

source: the motorcycle has a cylinder capacity of more than 125 cm
nn: motorsykkelen har eit slagvolum over 125 cm

source: Traffic sign 508.1 Public transport lane for buses
nn: Trafikkskilt 508.1 Kollektivfelt for buss

source: You can drive any type of moped with two, three or four wheels.
nn: Du kan køyre alle typar moped med to, tre eller fire hjul.

source: You can keep the Vehicle Registration Certificate.
nn: Vognkortet beheld du sjølv.

source: You received the reference number when you booked your appointment.
nn: Referansenummeret får du når du bestiller timen.

source: You can drive a motorcycle with three wheels and a power output of up to 15 kW.
nn: Du kan køyre ein motorsykkel med tre hjul som har ein effekt på maks 15 kW.

source: You must be at least 21 years old and hold a driving licence for Category B
nn: Du må vere minst 21 år og ha førarkort for klasse B for å ta førarkort for klasse C.

source: Category C entitles you to drive a lorry regardless of its maximum authorised mass.
nn: Med klasse C kan du blant anna køyre ein lastebil same kva den tillatne totalvekta er.

source: Press 4 for switchboard enquiries
nn: Tast 4 for førespurnader til sentralbordet

source: A lower panel may also specify other conditions, for example requiring at least one passenger in the vehicle.
nn: Underskilt kan også oppgi andre vilkår, for eksempel krevje at du har med minst éin passasjer.

source: Due to the Covid-19 situation, and the need for additional investigations, the decision on the choice of contracting strategy will be adopted in the final quarter of 2020.
nn: På grunn av Covid-19-situasjonen, og behov for ekstra utgreiingar, vil avgjerd om val av kontraktstrategi vere godkjent tidlegast i fjerde kvartal 2020.

source: After six months the plates will be destroyed.
nn: Etter seks månader blir skilta makulerte.

source: You can drive in other countries if you exchange your moped driving permit for a driving licence for Category AM 146.
nn: Du kan køyre i andre land dersom du byter mopedførarbeviset til førarkort for klasse AM 146.

source: What can you drive with a Category B driving licence?
nn: Kva kan du køyre med førarkort klasse B?

source: If the vehicle was deregistered due to a roadworthiness prohibition, you will have to pay a re-registration fee of NOK 1 730 before you can collect the plates.
nn: Om det var på grunn av eit utferda bruksforbod at køyretøyet vart avskilta, må du betale eit gebyr på 1 730 kroner før du kan hente ut skilta.

source: It can be approved for no more 8 passengers.
nn: Han kan maks vere godkjend for 8 passasjerar.

source: If you tow a trailer, the tractor must have a maximum speed capacity of no more than 40 km/h.
nn: Dersom du trekkjer ein tilhengjar, må traktoren maks kunne køyre 40 km/t.

source: A Category C driving licence is also valid for light lorries.
nn: Førarkort for klasse C gjeld òg for lett lastebil.

source: Traffic sign 510.2 End of public transport lane
nn: Trafikkskilt 510.2 Slutt på kollektivfelt

source: A Category CE driving licence is also valid for a light lorry with trailer.
nn: Førarkort for klasse CE gjeld òg for lett lastebil med tilhengjar.

source: The project is planning for construction to start in 2024 and now wishes to start a dialogue with the market regarding contracting strategy as early as possible, in order to ensure predictability and early involvement.
nn: Prosjektet planlegg byggestart i 2024 og ønskjer no å starte dialog med marknaden rundt kontraktsstrategien så tidleg som mogleg for å skape god føreseielegheit og involvering.

source: Traffic sign 508.2 Public transport lane for buses and taxis
nn: Trafikkskilt 508.2 Kollektivfelt for buss og drosje.

source: If you wish to tow a heavier trailer, you need to
nn: Dersom du vil trekkje ein tyngre tilhengjar, må du ta

source: Press 1 for questions relating to vehicles
nn: Tast 1 for spørsmål om køyretøy

source: Almost there, but Covid-19 causes delay
nn: Snart i mål, men Covid-19 gir forseinking

source: You can tow a trailer behind a passenger car when the maximum authorised mass of the trailer is no more than 750 kg.
nn: Du kan trekkje tilhengjar etter ein personbil når den tillatne totalvekta til tilhengjaren er maks 750 kg.

source: Moped driving permits were issued until 2005.
nn: Mopedførarbevis vart utferda fram til 2005.

source: The project is envisaging the first main contract to be put to tender in 2024/25.
nn: Prosjektet ser føre seg at første hovudentreprise vert lyst ut i 2024/25.

source: to get a Category CE licence.
nn: for å ta førarkort for klasse CE.

source: to get a Category BE driving licence.
nn: for å ta førarkort for klasse BE.

source: 2 for other enquiries about driving licences
nn: 2 for andre førespurnader om førarkort

source: You can only take the test in Norwegian.
nn: Du kan berre ta prøva på norsk.

source: You can drive a moped with three or four wheels if its unladen weight is no more than 150 kg.
nn: Du kan køyre ein moped med tre eller fire hjul dersom han har ei eigenvekt på maks 150 kg.

source: 1 for information about registration and ownership of vehicles
nn: 1 for informasjon om registrering og eigarforhold på køyretøy

source: You can tow a heavier trailer if the tractor has a maximum speed capacity of no more than 40 km/h.
nn: Du kan trekkje ein tyngre tilhengjar dersom traktoren ikkje kan køyre fortare enn 40 km/t.

source: Driving entitlement for tractor and motorised equipment, with a maximum speed capacity of 41-50 km/h, with or without a trailer
nn: Rett til å køyre traktor og motorreiskap, men konstruktiv fart 41-50 km/t, men el er utan tilhengar

source: A brief video of the different contracts (6 min, english subtitles)
nn: Få eit raskt overblikk over konktraktstrategien. (6 min, Norsk tale, engelsk undertekst)

source: You must be at least 21 years old and hold a driving licence for
nn: Du må vere minst 21 år og ha førarkort for

source: Press 2 for questions relating to driving licences
nn: Tast 2 for spørsmål om førarkort

source: Are you transporting passengers for money?
nn: Skal du transportere personar mot betaling?

source: If the answer is “Yes” to question 2:
nn: Ved «ja» på spørsmål 2:

source: You can tow trailed equipment with a maximum authorised mass of up to 3,500 kg in Norway.
nn: Du kan trekkje ein tilhengjarreiskap med ei tillaten totalvekt på maks 3 500 kg i Noreg.

source: 4 to book an appointment at a Driver and Vehicle Licensing Office (traffikstasjon)
nn: 4 for å bestille time i skranken ved ein trafikkstasjon

source: You must be at least 18 years old and have a
nn: Du må vere minst 18 år og ha førarkort for

source: You can tow a trailer with a maximum authorised mass of up to 2,000 kg in Norway.
nn: Du kan trekkje ein tilhengjar med ei tillaten totalvekt på maks 2 000 kg i Noreg.

source: Motorcycle with trailer
nn: Motorsykkel med tilhengjar

source: You can tow a trailer if it has a maximum authorised mass of no more than 750 kg.
nn: Du kan trekkje ein tilhengjar når han har ei tillaten totalvekt på maks 750 kg.

source: What can you drive with a Category BE driving licence?
nn: Kva kan du køyre med førarkort klasse BE?

source: Cyclists, mopeds and other vehicles that cannot legally drive at more than 40 kilometres per hour do not have access to motorways or motor vehicle roads.
nn: Syklistar, mopedar andre køyretøy som ikkje kan køyrast lovleg i meir enn 40 kilometer i timen, får ikkje opphalde seg på motorveg eller motortrafikkveg.

source: The heavy vehicle categories are Categories C1, C1E, C, CE, D1, D1E, D and DE.
nn: Dei tunge klassane er klasse C1, C1E, C, CE, D1, D1E, D og DE.

source: You can take the theory test for Category B in Norwegian, Sami, English, Sorani, Arabic (MSA) or Turkish.
nn: Du kan ta teoriprøva for klasse B på norsk (bokmål eller nynorsk), samisk, engelsk, sorani, arabisk (MSA) og tyrkisk.

source: Outside Norway, you can tow a trailer or trailed equipment with a maximum authorised mass of no more than 750 kg.
nn: Utanfor Noreg kan du trekkje ein tilhengjar eller ein tilhengjarreiskap med ei tillaten totalvekt på maks 750 kg.

source: The work on the contracting strategy for the project “The E16 and the Voss Line Arna-Stanghelle” is about to be completed, but Covid-19 has caused a delay.
nn: Arbeidet med kontraktstrategi for E16 og Vossebanen Arna-Stanghelle nærmar seg slutten, men Covid-19 gir forseinking.

source: You can drive a lorry with a maximum authorised mass of more than 7,500 kg.
nn: Du kan køyre lastebil med ei tillaten totalvekt over 7 500 kg.

source: Lanes with this sign may be used by the following vehicles:
nn: I felt med dette skiltet kan følgjande køyretøy køyre:

source: What can you drive with a Category AM driving licence?
nn: Kva kan du køyre med førarkort klasse AM?
